Repository: ugoviti/synbak
Catalog: po/*.po
Languages: it, pl

source: ERROR: the directory '${dir_tmp}' doesn't exist
it: ERRORE: la directory '${dir_tmp}' non esiste
pl: BŁĄD: folder '${dir_tmp}' nie istnieje

source: ERROR: can't find the '${sys_file_functions}' file
it: ERRORE: non riesco a trovare il file di sistema '${sys_file_functions}'
pl: BŁĄD: nie można odnaleźć pliku '${sys_file_functions}'

source: ERROR: no 'system name' specified - abort
it: ERRORE: nessun 'nome di sistema' specificato - interrompo.
pl: BŁĄD: nie określono wartości 'nazwa systemu' - anulowanie

source: ERROR: no 'backup method' specified - abort
it: ERRORE: nessun 'metodo di backup' specifiato - interrompo.
pl: BŁĄD: nie określono wartości 'metoda backupu' - anulowanie

source: ERROR: '${method}' backup method doesn't exist!
it: ERRORE: il metodo '${method}' non esiste!
pl: BŁĄD: Metoda backupu '${method}' nie istnieje!

source: valid methods:
it: metodi validi:
pl: Prawidłowe metody:

source: ERROR: '${report}' backup report doesn't exist!
it: ERRORE: il report '${report}' non esiste!
pl: BŁĄD: Raport backupu '${report}' nie istnieje!

source: valid reports:
it: report validi:
pl: Prawidłowe raporty:

source: INFO: if you are running this backup for the first time, run the following command and retry: cp ${sys_file_conf_template} ${usr_dir}/${method}/${system}.conf
it: INFO: se stai facendo girare questo backup per la prima volta, lancia il seguente comando e riprova: cp ${sys_file_conf_template} ${usr_dir}/${method}/${system}.conf
pl: INFORMACJA: jeżeli uruchamiasz to zadanie backupu po raz pierwszy, uruchom następujące polecenie i spróbuj ponownie: cp ${sys_file_conf_template} ${usr_dir}/${method}/${system}.conf

source: ERROR: '${usr_file_conf}' system config file doesn't exist!
it: ERRORE: il file di configurazione '${usr_file_conf}' non esiste!
pl: BŁAD: Plik konfiguracyjny '${usr_file_conf}' nie istnieje!

source: ${synbak_description} ${synbak_copyright} written by ${synbak_author} version ${synbak_version} - ${synbak_version_date} usage: $progname [<options>] option: argument: description: ------------------------------------------------------------------------------ -s <system name> the system name of backup -m <method name> the method to use for backing up your data -r <report name> manage only a report and not a backup (optional) -M <method options> additional method options (optional, read FAQ) -R <report options> additional report options (optional, read FAQ) -o <override variable> override variables specified into config file -d verbose output (report_stdout=yes) -v show ${synbak_package} version -h show this help screen example: $progname -s webserver -m rsync
it: ${synbak_description} ${synbak_copyright} scritto da ${synbak_author} versione ${synbak_version} - ${synbak_version_date} utilizzo: $progname [<options>] opzione: argomento: descrizione: ------------------------------------------------------------------------------ -s <nome sistema> nome del sistema di cui fare il backup -m <nome metodo> nome del metodo di backup da utilizzare -r <nome report> gestisci solo un report e non un backup (opzionale) -M <opzioni metodo> opzioni addizionali per il metodo (opzionale) -R <opzioni report> opzioni addizionali per il report (opzionale) -o <sovrascrivi var.> sovrascrivi le variabili specificate nel file di configurazione -d output dettagliato (report_stdout=yes) -v mostra la versione di ${synbak_package} -h mostra questa schermata di aiuto esempio: $progname -s webserver -m rsync
pl: ${synbak_description} ${synbak_copyright} Napisany przez ${synbak_author} wersja ${synbak_version} - ${synbak_version_date} użycie: $progname [<opcje>] opcja: wartość: opis: ------------------------------------------------------------------------------ -s <nazwa systemu> nazwa systemu do backupu -m <nazwa metody> metoda używana do backupu danych -r <nazwa raportu> Opcja dotyczy jedynie raportu, a nie backupu (opcjonalnie) -M <opcje metody> dodatkowe opcje metod (opcjonalnie, przeczytaj FAQ (po angielsku)) -R <opcje raportu> dodatkowe opcje raportów (opcjonalnie, przeczytaj FAQ (po angielsku)) -o <ignorowane zmienne> ignoruje zmienne, określone w pliku konfiguracyjnym -d szczegółowe wyjście (report_stdout=yes) -v pokaż wersję ${synbak_package} -h pokaż ten ekran pomocy przykład: $progname -s serwerwww -m rsync

source: please enter a command line parameter!
it: si prega di inserire un parametro per la linea di comando!
pl: Proszę podać parametr wiersza poleceń!

source: ${synbak_package} version ${synbak_version} - ${synbak_version_date}
it: ${synbak_package} versione ${synbak_version} - ${synbak_version_date}
pl: ${synbak_package} w wersji ${synbak_version} - ${synbak_version_date}

source: unknown override variable specified: ${override_variable_field}
it: variabile da rimpiazzare sconosiuta: ${override_variable_field}
pl: Podano nieznaną zmienną do zignorowania: ${override_variable_field}

source: usage example: synbak -s system -m method -o "backup_source=/tmp /var"
it: esempio di utilizzo: synbak -s system -m method -o "backup_source=/tmp /var"
pl: przykład użycia: synbak -s nazwa_systemu -m nazwa_metody -o "backup_source=/tmp /var"

source: valid configuration variables:
it: variabili di configurazione valide:
pl: Prawidłowe zmienne konfiguracyjne

source: invalid switch specified - abort.
it: l'argomento specifiato non è valido - interrompo.
pl: Podano nieprawidłowy przełącznik - anulowanie

source: System:
it: Sistema:

source: Method:
it: Metodo:
pl: Metoda:

source: Option:
it: Opzione:
pl: Opcja:

source: Type:
it: Tipo:
pl: Typ:

source: Base URI:
it: URI base:
pl: Podstawowy URI:

source: Source:
it: Sorgente:
pl: Lokalizacja źródłowa:

source: Backing up:
it: Backup di:
pl: Backup:

source: Destination:
it: Destinazione:
pl: Lokalizacja docelowa:

source: Real destination:
it: Destinazione Rale:
pl: Realna lokalizacja docelowa:

source: Exclusion:
it: Esclusione:
pl: Wyłączenia:

source: Keep backups:
it: Backup mantenuti:
pl: Ptzechowywanie kopii:

source: Method options:
it: Opzioni metodo:
pl: Opcje metody:

source: Veryfing backup:
it: Verifica del backup:
pl: Weryfikacja backupu

source: Kernel version:
it: Versione kernel:
pl: Wersja kernela:

source: Differential:
it: Differenziale:
pl: Różnicowo:

source: Technical support:
it: Supporto tecnico:
pl: Wsparcie techniczne:

source: Backup begin:
it: Inizio backup:
pl: Rozpoczęcie backupu:

source: Backup end:
it: Fine backup:
pl: Zakończenie backupu:

source: Backup duration:
it: Durata backup:
pl: Czas trwania backupu:

source: Keeping backups:
it: Backup mantenuti:
pl: Przechowywanie backupów:

source: Erasing backups:
it: Backup rimossi:
pl: Usuwania backupów:

source: Loading tape: number
it: Caricamento nastro: numero
pl: Ładowanie taśmy: numer

source: on
it: su
pl: na

source: Unloading tape: from
it: Scaricamento nastro: da
pl: Odłączanie taśmy: z

source: Ejecting device:
it: Espulsione device:
pl: Odłączanie urządzenia:

source: Blanking device:
it: Svuotamento device:
pl: Czyszczenie urządzenia:

source: Gen. databases list:
it: Gen. lista database:
pl: Lista baz danych:

source: Mounting:
it: Montaggio:
pl: Montowanie:

source: Unmounting:
it: Smontaggio:
pl: Odmontowanie:

source: Total source files:
it: File sorgenti totali:
pl: Ogółem plików źródłowych:

source: Backup files:
it: File salvati:
pl: Plików w backupie

source: Backup size:
it: Dimensione backup:
pl: Rozmiar backupu:

source: Destination size:
it: Dim. destinazione:
pl: Rozmiar lokalizacji docelowej:

source: Source size:
it: Dimensione sorgente:
pl: Rozmiar lokalizacji źródłowej:

source: Backup speed:
it: Velocità di backup:
pl: Prędkość backupu:

source: Generating report:
it: Generazione report:
pl: Generowanie raportu:

source: Backup result:
it: Risultato backup:
pl: Rezultat backupu:

source: Size:
it: Dimensione:
pl: Rozmiar:

source: Speed:
it: Velocità:
pl: Prędkość:

source: Duration:
it: Durata:
pl: Czas trwania:

source: Status:
it: Stato:
pl: Stan

source: ERROR: an error is occurred in this step, follow error details:
it: ERRORE: è avvenuto un errore in questo passo, segue il dettaglio:
pl: BŁĄD: wystąpił błąd na tym etapie, zapoznaj się ze szczegółami błędu:

source: ERROR: the remote host '${backup_source_uri_host}' is down
it: ERRORE: l'host remoto '${backup_source_uri_host}' è irraggiungibile
pl: BŁAD: zdalny host '${backup_source_uri_host}' nie odpowiada

source: ERROR: '$dir' directory doesn't exist or it isn't accessible
it: ERRORE: la directory '$dir' non esiste o non è accessibile
pl: BŁĄD: folder '$dir' nie istnieje lub nie jest dostępny

source: ERROR: '$file' file doesn't exist or it isn't accessible
it: ERRORE: il file '$file' non esiste o non è accessibile
pl: BŁAD: Plik '$file' nie istnieje lub nie jest dostępny

source: ERROR: '$file' file doesn't exist, isn't writable or it's not a character device
it: ERRORE: il file '$file' non esiste, non è scrivibile o non è un dispositivo valido
pl: BŁĄD: plik '$file' nie istnieje, nie jest zapisywalny lub nie jest urządzeniem znakowym

source: ERROR: in file '${usr_file_conf}' the mandatory '${field}' field is empty
it: ERRORE: nel file '${usr_file_conf}' il campo obbligatorio '${field}' è vuoto
pl: BŁĄD: w pliku '${usr_file_conf}' wymagane pole '${field}' jest puste

source: ERROR: in file '${usr_file_conf}' the field '${field}' contains invalid data: '${value}'
it: ERRORE: nel file '${usr_file_conf}' il campo '${field}' contiene dati non validi: '${value}'
pl: Błąd: w pliku '${usr_file_conf}' pole '${field}' zawiera nieprawidłowe dane: '${value}'

source: ERROR: not erasing old backups because an ERROR is occurred
it: ERRORE: non rimuovo i vecchi backup poichè è avvenuto un errore in una o più fasi del backup
pl: BŁAD: nie są usuwane starsze backupy ponieważ wystąpił BŁĄD

source: ERROR: the specified base URI '${backup_source_uri}' is not valid for the '${method}' backup method
it: ERRORE: l'URI remota specificata '${backup_source_uri}' non è valida per il metodo di backup '${method}'
pl: BŁĄD: określony podstawowy adres URI '${backup_source_uri}' nie jest prawidłowy dla metody backupu '${method}'

source: ERROR: the specified remote protocol '${backup_source_uri_protocol}' is unsupported by '${method}' backup method
it: ERRORE: ll protocollo remoto specificato '${backup_source_uri_protocol}' non è supportato dal metodo di backup '${method}'
pl: BŁĄD: określony zdalny protokół '${backup_source_uri_protocol}' jest nieobsługiwany przez metodę backupu '${method}'

source: ERROR: unsupported remote mount share
it: ERRORE: condivisione remota da montare non supportata
pl: BŁĄD: nieobsługiwany zdalny udział montowania

source: ERROR: extra options are required, follow a list of usable extra options: $extra_option_right
it: ERRORE: sono richieste delle opzioni extra, segue una lista di opzioni utilizzabili: $extra_option_right
pl: BŁĄD: wymagane są dodatkowe opcje, zapoznaj się z listą dostępnych dodatkowych opcji: $extra_option_right

source: ERROR: the specified extra option '$current_option' is invalid, follow a list of usable extra options: $extra_option_right
it: ERRORE: l'opzione extra specificata '$current_option' non è valida, segue una lista di opzioni usabili: $extra_option_right
pl: BŁĄD: określona dodatkowa opcja '$current_option' jest nieprawidłowa, zapoznaj się z listą dostępnych dodatkowych opcji: $extra_option_right

source: ERROR: internal error, please report this to developers
it: ERRORE: errore interno, si prega di informare gli sviluppatori
pl: BŁAD: wystąpił błąd wewnętrzny, prosimy złgosić ten fakt do developerów

source: ERROR: cuncurrent backup job limit reached: $method_concurrent_limit
it: ERRORE: raggiunto limite di lavori contemporanei: $method_concurrent_limit

source: ERROR
it: ERRORE
pl: BŁĄD

source: unknow
it: n.d.
pl: nieznany

source: Backup informations:
it: Informazioni backup:
pl: Informacje o backupie

source: Directory list of
it: Contenuto della directory
pl: Lista folderów dla

source: Free space and active mount points:
it: Spazio libero e mount point attivi:
pl: Wolna przestrzeń i aktywne punkty montowania:

source: backups
it: backup
pl: backupy

source: yearly
it: annuale
pl: rocznie

source: monthly
it: mensile
pl: miesięcznie

source: weekly
it: settimanale
pl: tygodniowo

source: daily
it: giornaliero
pl: dziennie

source: single
it: singolo
pl: jednorazowo

source: [${synbak_package}] server:[${synbak_server}] system:[${system}] method:[${method}] result:
it: [${synbak_package}] server:[${synbak_server}] sistema:[${system}] metodo:[${method}] risultato:
pl: [${synbak_package}] serwer:[${synbak_server}] system:[${system}] metoda:[${method}] wynik:

source: ERROR: the html destination directory '${report_html_destination_backup}' is not writable
it: ERRORE: la directory '${report_html_destination_backup}' html di destinazione non è scrivibile
pl: BŁĄD: folder docelowy HTML '${report_html_destination_backup}' jest niezapisywalny

source: last update made at
it: ultimo aggiornamento eseguito il
pl: ostatnia zmiana dokonana o

source: by <a href='${synbak_homepage}'>${synbak_package}</a> v${synbak_version}
it: da <a href='${synbak_homepage}'>${synbak_package}</a> v${synbak_version}
pl: przez <a href='${synbak_homepage}'>${synbak_package}</a> v${synbak_version}

source: by ${synbak_package} v${synbak_version}
it: da ${synbak_package} v${synbak_version}
pl: przez ${synbak_package} v${synbak_version}

source: Go to previous page
it: Vai alla pagina precedente
pl: Przejdź do poprzedniej strony

source: Year
it: Anno
pl: Rok

source: Month
it: Mese
pl: Miesiąc

source: Day
it: Giorno
pl: Dzień

source: System
it: Sistema

source: Method
it: Metodo
pl: Metoda

source: Option
it: Opzione
pl: Opcja

source: Type
it: Tipo
pl: Typ

source: Begin
it: Inizio
pl: Rozpoczęcie

source: End
it: Fine
pl: Zakończenie

source: Duration
it: Durata
pl: Czas trwania

source: Bak. Size
it: Dim. Bak.
pl: Rozmiar backupu

source: Tot. Size
it: Dim. Tot.
pl: Rozmiar całkowity

source: Speed
it: Velocità
pl: Prędkość

source: Result
it: Risultato
pl: Wynik

source: Errors
it: Errori
pl: Błędy

source: Totals
it: Totali
pl: Ogółem

source: Rebuilding indexes:
it: Ricostruzione indici:
pl: Odbudowywanie indeksów:

source: Calendar View
it: Visualizza Calendario
pl: Widok kalendarza

source: Detailed View
it: Visualizza Dettagli
pl: Widok szczegółowy

source: Overall state
it: Stato Complessivo

source: Last backup
it: Ultimo backup

source: Last error
it: Ultimo errore

source: Successful
it: Riusciti

source: Failed
it: Falliti

source: Files:
pl: Pliki:
